import java.util.HashMap;

public class Main {
    public static void main(String[] args) {

        String s = "Ответ на вопрос «как будут выглядеть города будущего, станут ли они нагромождением многокилометровых небоскребов или уйдут в землю» ищут сотни архитекторов, ученых и футурологов. На фоне стремительного роста населения урбанизированных районов Земли, исчерпания ресурсов и экологических проблем город утопично воспринимается настоящей колыбелью жизни, реализующей самые смелы урбанистические идеи и решения.";

        Map map = new Map();
        ;

        System.out.println(map.frequency(s));




//        char n =  'А';
//        for(int i = 0; i<66; i++){
//     //       String s = toString(n);
//              System.out.println(n+ " ");
//            n++;
//        }
    }
}
